Repository: AdiAltenberg/oregano
Catalog: po/*.po
Languages: pl

source: Schematic capture and circuit simulation.
pl: Program do rysowania schematów elektrycznych i symulacji obwodów.

source: Oregano Files
pl: Pliki Oregano

source: All Files
pl: Wszystkie pliki

source: Open File
pl: Otwórz plik

source: Save File
pl: Zapisz plik

source: Netlist File
pl: Plik listy po³±czeñ

source: Open file
pl: Otwórz plik

source: Save schematic as
pl: Zapisz schemat jako

source: Netlist filename
pl: Nazwa pliku listy po³±czeñ

source: Could not find the requested symbol: %s
pl: Symbol nie zosta³ znaleziony: %s

source: Could not find the requested part: %s
pl: Element nie zosta³ znaleziony: %s

source: LEVEL
pl: POZIOM

source: You seem to be running Oregano without having it installed properly on your system. Please install Oregano and try again.
pl: Wygl±da na to, ¿e program Oregano nie zosta³ prawid³owo zainstalowany. Zainstaluj poprawnie Oregano (lub popraw b³êdy instalacji je¶li wiesz jak) i spróbuj ponownie.

source: Could not find a parts library. This is probably due to a faulty installation of Oregano. Please check your installation.
pl: Nie mogê znale¼æ biblioteki elementów. Prawdopodobnie jest to spowodowane b³êdn± instalacj± Oregano. Sprawd¼ co jest nie tak.

source: Welcome to Oregano
pl: Witaj w Oregano

source: Loading %s ...
pl: Wczytywanie %s ...

source: <span weight="bold" size="x-large">Could not read the parts library:%s </span> The file is probably corrupt. Please reinstall the parts library or Oregano and try again.
pl: <span weight="bold" size="x-large">Nie mogê odczytaæ biblioteki elementów: %s</span> Plik jest najprawdopodobniej uszkodzony. Zainstaluj od nowa biblioteki (albo nawet Oregano) i spróbuj ponownie.

source: Gtk version 2.2 does not support GtkTreeModelFilter... Filtering disable!
pl: Biblioteka GTK w wersji 2.2 nie posiada funkcji GtkTreeModeFilter... Filtrowanie wy³±czone!

source: <span weight="bold" size="x-large">Could not find the required file: </span>%s
pl: <span weight="bold" size="x-large">Nie znaleziono ¿±danego pliku: </span>%s

source: Could not create part browser.
pl: Nie mo¿na utworzyæ przegl±darki elementów.

source: Properties
pl: W³a¶ciwo¶ci

source: Edit the part's properties
pl: Edycja w³a¶ciwo¶ci elementu

source: Could not find the required file: %s
pl: Nie znaleziono ¿±danego pliku: %s

source: Could not create part properties dialog.
pl: Nie mo¿na stworzyæ okna dialogowego w³a¶ciwo¶ci.

source: Print Preview
pl: Podgl±d wydruku

source: Preview the plot before printing
pl: Zobacz podgl±d przed wydrukowaniem

source: Export plot
pl: Eksport wykresu

source: Set the zoom factor to 100%
pl: Powiêkszenie 100%

source: _Preferences...
pl: _W³a¶ciwo¶ci...

source: Show crosshairs
pl: Poka¿ krzy¿yki

source: _Zoom
pl: _Powiêkszenie

source: _File
pl: _Plik

source: _Plot
pl: _Wykres

source: Plot - %s
pl: Wykres - %s

source: Oregano - Plot
pl: Oregano - wykres

source: Could not create plot window.
pl: Nie mo¿na utworzyæ okna wykresu.

source: Plot
pl: Wykres

source: Could not create plot export window.
pl: Nie mo¿na utworzyæ okna eksportu wykresu

source: Save PNG
pl: Zapisz PNG

source: Print
pl: Drukowanie

source: Pages
pl: Strony

source: Can't get paper info! .. geting default!
pl: Nie mo¿na pobraæ rozmiarów kartki! U¿ywam domy¶lnych!

source: Could not create font for printing.
pl: Nie mo¿na utworzyæ czcionki dla wydruku.

source: Printing failed.
pl: Drukowanie nie powiod³o siê

source: <span weight="bold" size="x-large">Could not find the required file:</span> %s
pl: <span weight="bold" size="x-large">Nie znaleziono ¿±danego pliku:</span> %s

source: Untitled.oregano
pl: Nowy schemat (untitled.oregano)

source: <span weight="bold" size="x-large">Could not save Schematic file </span>%s
pl: <span weight="bold" size="x-large">Nie mo¿na zapisaæ schematu do pliku </span>%s

source: <span weight="bold" size="x-large">Could not create a netlist</span> %s
pl: <span weight="bold" size="x-large">Nie mo¿na utworzyæ listy po³±czeñ</span> %s

source: <span weight="bold" size="x-large">Unspected error!!!</span>
pl: <span weight="bold" size="x-large">Niespodziewany b³±d!!!</span>

source: <span weight="bold" size="x-large">Schematic %s has unsaved changes</span> Do you want to save them?
pl: <span weight="bold" size="x-large">Schemat %s zosta³ zmieniony od czasu ostatniego zapisu</span> Chcesz zapisaæ zmiany?

source: <span weight="bold">Could not create log window.</span>
pl: <span weight="bold">Nie mo¿na utworzyæ okna dziennika.</span>

source: _New
pl: _Nowy

source: Create a new schematic
pl: Stworzenie nowego schematu

source: Print Properties
pl: W³a¶ciwo¶ci drukowania

source: Set print properties
pl: Ustawienia drukowania

source: Preview the schematic before printing
pl: Zobacz podgl±d schematu przed wydrukowaniem

source: Schematic _Properties...
pl: W³a¶ciwo¶ci _schematu

source: Modify the schematic's properties
pl: Zmiana w³a¶ciwo¶ci schematu

source: _Delete
pl: _Skasuj

source: _Rotate
pl: _Obróæ

source: Select _all
pl: Zaznacz _wszystko

source: _Deselect all
pl: _Odznacz wszystkie

source: Deselect the selected objects
pl: Odznacz zaznaczone obiekty

source: Object _Properties...
pl: W³a¶ciwo¶ci _obiektu

source: Modify the object's properties
pl: Modyfikacja w³a¶ciwo¶ci obiektu

source: _Simulate
pl: _Symulacja

source: Run a simulation
pl: Uruchamia symulacjê

source: _View netlist
pl: _Podgl±d listy po³±czeñ

source: View a netlist
pl: Podgl±d listy po³±czeñ (netlist)

source: _Generate netlist
pl: _Utwórz listê po³±czeñ

source: Generate a netlist
pl: Tworzenie listy po³±czeñ (netlist)

source: Set the zoom factor to 50%
pl: Ustawia powiêkszenie na 50%

source: Set the zoom factor to 75%
pl: Ustawia powiêkszenie na 75%

source: Set the zoom factor to 125%
pl: Ustawia powiêkszenie na 125%

source: Set the zoom factor to 150%
pl: Ustawia powiêkszenie na 150%

source: Zoom
pl: Powiêkszenie

source: _Log
pl: Dziennik (_log)

source: View the latest simulation log
pl: Wy¶wietl dziennik z ostatniej symulacji

source: _Show node labels
pl: _Wy¶wietl nazwy wêz³ów

source: Show or hide node labels
pl: Wy¶wietla lub ukrywa nazwy wêz³ów

source: Simulation S_ettings...
pl: Ustawienia symulacji

source: Edit the simulation settings
pl: Edycja ustawieñ symulacji

source: _Contents
pl: _Zwarto¶æ

source: Show program help
pl: Pokazuje pomoc programu

source: _Tools
pl: _Narzêdzia

source: New
pl: Nowy

source: Open
pl: Otwórz

source: Open an existing schematic
pl: Wczytuje schemat z pliku

source: Save
pl: Zapisz

source: Save the schematic
pl: Zapisuje schemat

source: Cut
pl: Wytnij

source: Cut the selection to the clipboard
pl: Przenosi zaznaczone obiekty do schowka

source: Copy
pl: Kopiuj

source: Copy the selection to the clipboard
pl: Kopiuje zaznaczone obiekty do schowka

source: Paste
pl: Wklej

source: Paste from the clipboard
pl: Wkleja ze schowka

source: Arrow
pl: Strza³ka

source: Select, move and modify objects
pl: Wybieranie, przesuwanie, edycja obiektów

source: Text
pl: Tekst

source: Put text on the schematic
pl: Dodaje podpisy tekstowe na schemacie

source: Wires
pl: Po³±czenia

source: Draw wires
pl: Rysowanie po³±czeñ

source: Add Voltage Clamp
pl: Dodaj próbnik napiêcia

source: Add a Voltage test clamp
pl: Dodaje próbnik napiêcia

source: Simulate
pl: Symulacja

source: Run a simulation for the current schematic
pl: Uruchamia symulacjê bie¿±cego obwodu

source: Simulation settings
pl: Ustawienia symulacji

source: View plot
pl: Wy¶wietl wykres

source: View plot
pl: Wy¶wietla wykres

source: Parts
pl: Czê¶ci

source: Show or hide the part browser
pl: Pokazuje lub chowa przegl±darkê elementów

source: Grid
pl: Siatka

source: Turn on/off the grid
pl: Pokazuje lub chowa siatkê

source: Zoom in
pl: Powiêkszenie

source: Zoom out
pl: Pomniejszenie

source: Paste the contents of the clipboard to the sheet
pl: Wkleja zawarto¶æ schowka do arkusza

source: <span size="x-large" weight="bold">Could not create settings dialog.</span>
pl: <span size="x-large" weight="bold">Nie mo¿na utworzyæ okna w³a¶ciwo¶ci.</span>

source: Copy the object to the clipboard
pl: Kopiuje obiekty do schowka

source: Cut the object to the clipboard
pl: Przenosi obiekty do schowka

source: Delete
pl: Usuñ

source: Delete the object
pl: Usuwa obiekt

source: Rotate
pl: Obróæ

source: Rotate the selected objects 90 degrees clockwise
pl: Obraca wybrane obiekty o 90 stopni w prawo

source: Operating Point
pl: Punkt pracy

source: Transient Analysis
pl: Analiza przej¶ciowa

source: AC Analysis
pl: Analiza zmiennopr±dowa (AC)

source: Transfer Function
pl: Transmitancja

source: Distortion Analysis
pl: Analiza rozrzutu parametrów

source: Noise Analysis
pl: Analiza szumów

source: Pole-Zero Analysis
pl: Analiza zer i biegunów uk³adu

source: Sensitivity Analysis
pl: Analiza wra¿liwo¶ci

source: Unknown Analysis
pl: Nieznany rodzaj analizy

source: ### Too few or none analysis found ###
pl: ### Nie znaleziono ¿adnych informacji z analizy obwodu ###

source: <span size="x-large" weigth="bold">Transient analysis</span> Start time must be less than stop time.
pl: <span size="x-large" weigth="bold">Analiza przej¶ciowa</span> Pocz±tkowy czas musi byæ mniejszy od koñcowego.

source: <span size="x-large" weight="bold">Could not create simulation settings dialog.</span>
pl: <span size="x-large" weight="bold">Nie mo¿na utworzyæ okna ustawieñ symulacji.</span>

source: <span size="x-large" weight="bold">Could not create simulation settings dialog.</sapn>
pl: <span size="x-large" weight="bold">Nie mo¿na utworzyæ okna ustawieñ symulacji.</span>

source: Option
pl: Opcja

source: Value
pl: Warto¶æ

source: <span weight="bold" size="x-large">Could not find the simulation executable</span> This probably means that you have not configured Oregano properly.
pl: <span weight="bold" size="x-large">Nie znalaz³em programu do symulacji</span> Prawdopodobnie pope³ni³e¶ b³±d przy konfiguracji Oregano.

source: <span weight="bold" size="x-large">You have not entered a simulation executable.</span> Please choose Settings and specify whichprogram to use for simulations.
pl: <span weight="bold" size="x-large">Nie wskaza³e¶ programu do symulacji.</span> Wejd¼ w menu Narzêdzia/Preferencje i wska¿ odpowiedni program.

source: Could not create simulation dialog.
pl: Nie mo¿na utworzyæ dialogu symulacji

source: <span weight="bold" size="x-large">Could not create simulation dialog.</span>
pl: <span weight="bold" size="x-large">Nie mo¿na utworzyæ okna dialogowego symulacji.</span>

source: <span weight="bold" size="x-large">The simulation was aborted due to an error.</span> Would you like to view the error log?
pl: <span weight="bold" size="x-large">Symulacja zosta³a przerwana z powodu b³êdów.</span> Chcesz zobaczyæ dziennik b³êdów?

source: <span weight="bold" size="x-large"> The simulation was aborted due to an error.</span>
pl: <span weight="bold" size="x-large">Symulacja zosta³a przerwana z powodu blêdów.</span>

source: Edit...
pl: Edycja...

source: Edit the text
pl: Edytuje tekst

source: Label
pl: Etykieta

source: <span weight="bold">Could not find the required file: </span>%s
pl: <span weight="bold">Nie mo¿na znale¼æ ¿±danego pliku: </span>%s

source: <span weight="bold">Could not create textbox properties dialog.</span>
pl: <span weight="bold">Nie mo¿na utworzyæ okna dialogowego w³a¶ciwo¶ci tekstu.</span>

source: Netlist for %s
pl: Lista po³±czeñ dla %s

source: Author : %s
pl: Autor: %s

source: Page %N of %Q
pl: Strona %N z %Q

source: <span weight="bold" size="x-large">Could not save temporary netlist file: </span>%s
pl: <span weight="bold" size="x-large">Nie mo¿na zapisaæ tymczasowego pliku z list± po³±czeñ: </span>%s

source: <b>AC Analysis Options</b>
pl: <b>Opcje analizy zmiennopr±dowej (AC)</b>

source: <b>Type</b>
pl: <b>Rodzaj</b>

source: Current
pl: Pr±d

source: Edit Clamp properties
pl: Edycja w³a¶ciwo¶ci próbnika

source: Imaginary part
pl: Czê¶æ urojona

source: Magnitude
pl: Wzmocnienie

source: Phase
pl: Faza

source: Real part
pl: Czê¶æ rzeczywista

source: Use decibel scale
pl: U¿ywaj skali decybelowej

source: Voltage
pl: Napiêcie

source: Clear
pl: Wyczy¶æ

source: Oregano Log Window
pl: Oregano - okno dziennika

source: <b>Alignment</b>
pl: <b>Wyrównanie</b>

source: Center Horizontally
pl: Wycentruj w poziomie

source: Center Vertically
pl: Wycentruj w pionie

source: Fit to page
pl: Dopasuj do rozmiaru stron

source: <b>Preview</b>
pl: <b>Podgl±d</b>

source: Library:
pl: Biblioteka:

source: Place
pl: Umie¶æ element

source: Press this button to place the selected part
pl: Naci¶nij przycisk, aby umie¶ciæ wybrany element na schemacie

source: Search:
pl: Szukaj:

source: Select which library to use
pl: Wybierz bibliotekê

source: Name:
pl: Nazwa:

source: Part Properties
pl: W³a¶ciwo¶ci elementu

source: Value:
pl: Warto¶æ:

source: <b>Plot</b>
pl: <b>Wykres</b>

source: <b>Variables</b>
pl: <b>Zmienne</b>

source: window
pl: okno

source: <b>Comments</b>
pl: <b>Komentarz</b>

source: Author:
pl: Autor:

source: Title:
pl: Tytu³:

source: <b>Engine</b>
pl: <b>Symulator</b>

source: <b>Executable Path</b>
pl: <b>¦cie¿ka do symulatora</b>

source: <b>File Format</b>
pl: <b>Format pliku</b>

source: <b>User Interface</b>
pl: <b>Interfejs u¿ytkownika</b>

source: Automatically show log windows after simulation
pl: Automatycznie pokazuj okno dziennika po zakoñczeniu symulacji

source: Compress saved files
pl: Kompresuj pliki przy zapisie

source: Grid size[px]
pl: Gêsto¶æ siatki [piksele]

source: Library
pl: Biblioteka

source: Paths
pl: ¦cie¿ki

source: Preferences
pl: W³a¶ciwo¶ci

source: Realtime update of slection (slow)
pl: Uaktualnienie zaznaczenia w czasie rzeczywistym (wolne)

source: Remove
pl: Usuñ

source: Show the splash screen at application startup
pl: Pokazuj ekran powitalny podczas ³adowania programu

source: User Interface
pl: Interfejs u¿ytkownika

source: <b>DC Sweep</b>
pl: <b>Przemiatanie warto¶ci ¼róde³ DC</b>

source: <b>Fourier</b>
pl: <b>Analiza czêstotliwo¶ciowa (Fourier)</b>

source: <b>Transient</b>
pl: <b>Analiza przej¶ciowa</b>

source: Add to list
pl: Dodaj do listy

source: Analysis Options
pl: Opcje analizy

source: Analysis Parameters
pl: Parametry analizy

source: Frequency
pl: Czêstotliwo¶æ

source: List of outputs
pl: Lista wyj¶æ

source: Points
pl: Liczba punktów

source: Simulation Settings
pl: Ustawienia symulacji

source: Source
pl: ¬ród³o

source: Step
pl: Krok

source: Type
pl: Typ

source: Use Initial Conditions
pl: U¿yj warto¶ci pocz±tkowych

source: Progress:
pl: Postêp:

source: Simulation
pl: Symulacja

source: <b>Text</b>
pl: <b>Tekst</b>

source: Text Properties
pl: W³a¶ciwo¶ci tekstu

source: Netlist View
pl: Podgl±d listy po³±czeñ

source: <b>Size</b>
pl: <b>Rozmiar</b>

source: Height :
pl: Wysoko¶æ:

source: Plot Export
pl: Eksportuj wykres

source: Width :
pl: Szeroko¶æ:

source: <span weight="bold" size="x-large">Could not create a netlist</span> Possibly dueto a faulty circuit schematic. Please check that you have one o more test clamps and try again.
pl: <span weight="bold" size="x-large">Nie mo¿na utworzyæ listy po³±czeñ</span> Prawodpobnie powodem jest niew³a¶ciwie skonstruowany obwód. Sprawd¼, czy umie¶ci³e¶ przynajmniej jeden próbnik.

source: <span weight="bold" size="x-large">Could not create a netlist</span> Possibly due to a faulty circuit schematic. Please check that you have a Ground node and try again.
pl: <span weight="bold" size="x-large">Nie mo¿na utworzyæ listy po³±czeñ</span> Prawodpobnie powodem jest niew³a¶ciwie skonstruowany obwód. Sprawd¼, czy przynajmniej jeden wêze³ jest uziemiony.
